Revit 2027 API
ParameterTypeId.StructuralTopReleaseMy Property
 "Top My"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralTopReleaseMy { get; }
Public Shared ReadOnly Property StructuralTopReleaseMy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralTopReleaseMy {
	ForgeTypeId^ get ();
}
static member StructuralTopReleaseMy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace